Repository: duongthienchi1612/flower_bloom
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Play
vi: Chơi

source: Sound Settings
vi: Cài đặt âm thanh

source: Background Music
vi: Âm nhạc nền

source: Sound Effects
vi: Âm thanh hiệu ứng

source: Close
vi: Đóng

source: Level
vi: Cấp độ

source: Moves
vi: Lượt nhấn

source: Level Complete
vi: Hoàn thành

source: Language Settings
vi: Cài đặt ngôn ngữ

source: Select Language
vi: Chọn ngôn ngữ

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Cancel
vi: Hủy

source: Apply
vi: Áp dụng

source: Home
vi: Trang chủ

# tutorialTitle
source: How to Play Flower Bloom
vi: Cách chơi Flower Bloom

# tutorialStep1Title
source: 1. Select any cell on the grid to start.
vi: 1. Chọn một ô bất kỳ trên lưới để bắt đầu.

# tutorialStep1Desc
source: Each cell contains a blooming flower.
vi: Mỗi ô sẽ chứa một bông hoa đang nở.

# tutorialStep2Title
source: 2. When you select a cell, surrounding cells change state.
vi: 2. Khi bạn chọn một ô, các ô xung quanh sẽ thay đổi trạng thái.

# tutorialStep2Desc
source: Bloomed cells will wither, unbloomed cells will bloom.
vi: Ô đã nở sẽ tàn, ô chưa nở sẽ nở.

# tutorialStep3Title
source: 3. The goal is to make all flowers bloom simultaneously.
vi: 3. Mục tiêu là làm cho tất cả các bông hoa nở cùng lúc.

# tutorialStep3Desc
source: You need to find the right sequence of cells to select.
vi: Bạn cần tìm ra thứ tự chọn các ô phù hợp.

# tutorialStep4Title
source: 4. Fewer moves means more stars.
vi: 4. Số lượt di chuyển càng ít, số sao nhận được càng cao.

# tutorialStep4Desc
source: Try to complete each level with minimum moves!
vi: Cố gắng hoàn thành mỗi màn với số lượt tối thiểu!

source: Got it!
vi: Đã hiểu!
